{ "translations": {
    "Passwords" : "Contraseñas",
    "Website or company" : "Sitio web o empresa",
    "Login name" : "Usuario",
    "Password" : "Contraseña",
    "Error: Could not create password." : "Error: No se ha podido crear la contraseña.",
    "Save" : "Guardar",
    "Error: Could not update password." : "Error: No se ha podido actualizar la contraseña.",
    "This will delete the category" : "Esto eliminará la categoría",
    "Are you sure?" : "¿Está seguro?",
    "Category" : "Categoría",
    "Error: Could not delete category." : "Error: No se ha podido eliminar la categoría.",
    "Error: Could not load categories." : "Error: No se han podido cargar las categorías.",
    "Error: Could not create category." : "Error: No se ha podido crear la categoría",
    "Categories" : "Categorías",
    "This will permanently delete all passwords in this trash bin." : "Esto eliminará permanentemente todas las contraseñas de la papelera.",
    "Trash bin" : "Papelera",
    "Deletion of all trashed passwords done." : "Se han eliminado todas las contraseñas de la papelera.",
    "Notes" : "Notas",
    "The password was moved to the trash bin." : "La contraseña se ha movido a la papelera.",
    "This will delete the password for" : "Esto eliminará la contraseña para",
    "with user name" : "con nombre de usuario",
    "Error: Could not delete password." : "Error: No se ha podido eliminar la contraseña.",
    "Fill in the website, user name and password." : "Rellena la URL, nombre de usuario y contraseña.",
    "Add password" : "Añadir contraseña",
    "Fill in a valid URL in the first field." : "Rellene una dirección URL válida en el primer campo.",
    "Note: This field is optional and can be left blank." : "Nota: Este campo es opcional y puede dejarse en blanco.",
    "Fill in a valid number as length with a minimum of 4." : "La contraseña debe tener una longitud mínima de 4 caracteres.",
    "Generate password" : "Generar contraseña",
    "Select at least one option to generate a password." : "Elige al menos una opción para generar la contraseña.",
    "The context menu is disabled by your administrator." : "El menú contextual ha sido deshabilitado por el administrador.",
    "Context menu" : "Menú contextual",
    "Error: Could not load passwords." : "Error: No se han podido cargar las contraseñas.",
    "No categories" : "Sin categorías",
    "None" : "Ninguno",
    "Edit categories" : "Editar categorías",
    "Weak" : "Débil",
    "Moderate" : "Moderada",
    "Strong" : "Fuerte",
    "No" : "No",
    "Yes" : "Sí",
    "January" : "Enero",
    "February" : "Febrero",
    "March" : "Marzo",
    "April" : "Abril",
    "May" : "Mayo",
    "June" : "Junio",
    "July" : "Julio",
    "August" : "Agosto",
    "September" : "Septiembre",
    "October" : "Octubre",
    "November" : "Noviembre",
    "December" : "Diciembre",
    "today" : "hoy",
    "day ago" : "día",
    "days ago" : "días",
    "Strength" : "Dificultad",
    "This function is unsupported on your browser. Use a modern browser instead." : "Esta función no está soportada en tu navegador. Utiliza un navegador más moderno.",
    "Download Backup" : "Descargar backup",
    "This will download an unencrypted backup file, which contains all your passwords." : "Esto descargará un archivo backup sin cifrar, que contiene todas tus contraseñas.",
    "This file is fully compatible with other password services, such as KeePass, 1Password and LastPass." : "Este archivo es compatible con otros servicios de contraseñas, como KeePass, 1Password y LastPass.",
    "Would you like to backup deleted passwords too?" : "¿Quieres incluir además las contraseñas de la papelera?",
    "Import CSV File" : "Importar archivo CSV",
    "This is not a valid CSV file." : "El archivo CSV no es válido.",
    "Preview" : "Previsualización",
    "This file contains no passwords." : "El archivo no contiene contraseñas.",
    "This file contains one or more values without quotation marks." : "El archivo contiene uno o más valores sin comillas.",
    "This file contains one or more lines with less than 3 columns." : "El archivo contiene líneas con menos de 3 columnas.",
    "Import" : "Importar",
    "Full URL" : "URL completa",
    "Do not import" : "No importar",
    "This is not a valid URL, so this value will not be saved:" : "La URL no es correcta, y por tanto la contraseña no se guardará:",
    "Import of passwords done. This page will now reload." : "Importación de contraseñas realizada. Se va a recargar la página.",
    "Error: The password of website '%s' cannot be imported. However, the import progress will continue." : "Error: La contraseña de la URL '%s' no se puede importar. No obstante, el proceso de importación continuará.",
    "Enter a new value and press Save to keep the new value.\nThis cannot be undone." : "Introduce un nuevo valor y pulsa Guardar para almacenar el nuevo valor.\nNo se puede deshacer.",
    "Lowercase characters" : "Minúsculas",
    "Uppercase characters" : "Mayúsculas",
    "Numbers" : "Números",
    "Punctuation marks" : "Símbolos",
    "characters" : "caracteres",
    "Full URL (optional)" : "URL completa (opcional)",
    "Fill in a valid URL." : "Rellene una dirección URL válida.",
    "Move old value to trash bin" : "Mover valor antiguo a la papelera",
    "Cancel" : "Cancelar",
    "All passwords were moved to the trash bin." : "Todas las contraseñas se han movido a la papelera.",
    "There are no passwords to be moved." : "No hay contraseñas para mover.",
    "You will be logged off due to inactivity of %s seconds." : "Tu sesión expirará por inactividad durante %s segundos.",
    "You can change the timer settings in the '%s' menu." : "Puedes cambiar la configuración del cronómetro en el menú '%s'",
    "Personal" : "Personal",
    "You will be logged off due to expiration of your session cookie (set to %s minutes)." : "Tu sesión expirará automáticamente cuando la cookie de sesión caduque (establecida en %s minutos).",
    "Error while saving field" : "Error al guardar campo",
    "seconds" : "segundos",
    "minutes" : "minutos",
    "Fill in a number between %s and %s" : "Introduce un número entre %s y %s",
    "Use inactivity countdown" : "Utilizar cuenta atrás de inactividad",
    "Red" : "Rojo",
    "after" : "después de",
    "days" : "días",
    "Orange" : "Naranja",
    "to" : "para",
    "Security" : "Seguridad",
    "Block app when not connected to %s using a secured connection" : "Bloquear aplicación cuando no esté conectado a %s mediante una conexión segura",
    "Turning this off is HIGHLY DISCOURAGED" : "Desactivar esta opción NO SE RECOMIENDA",
    "Allow users to download a backup as an unencrypted, plain text file" : "Permitir a los usuarios descargar una copia de seguridad como un archivo de texto sin cifrar",
    "Disable browsers context menu" : "Deshabilitar menú contextual del navegador",
    "This will make it harder for users to use the functions of the browsers context menu, but it may really be annoying to some users" : "Esto hará más difícil utilizar el menú contextual, pero puede ser desconcertante para algunos usuarios",
    "Website icons" : "Iconos de sitio web",
    "Allow website icons" : "Permitir iconos de sitio web",
    "This will help users finding a website they are looking for in their list and it looks rather nice too, but it will send your IP address to another server" : "Esto facilita a los usuarios a encontrar el sitio web que busca en su lista y mejora el aspecto, pero se enviará su dirección IP a otro servidor",
    "Use Google" : "Utilizar Google",
    "Use DuckDuckGo" : "Utilizar DuckDuckGo",
    "Google DOES track your moves. Use DuckDuckGo preferably, since they don't" : "Google realiza un seguimiento de tus movimientos. Utiliza DuckDuckGo preferentemente, ya que no te rastrea",
    "Colour of password date" : "Color de contraseña",
    "When the password date exceeds the limit for the green colour, the password will become orange or red too" : "Cuando la fecha de una contraseña supera el límite para el color verde, la contraseña será naranja o roja",
    "Green" : "Verde",
    "ACCESS BLOCKED" : "ACCESO BLOQUEADO",
    "There is no secure, encrypted connection." : "La conexión no es segura ni está cifrada.",
    "Click here" : "Haga clic aquí",
    "for a secured connection, or" : "para una conexión segura, o",
    "to continue without a secure connection." : "para continuar sin una conexión segura.",
    "Please note that without a secure connection, your passwords may be accessible by everyone who is also connected to your network (WiFi or 3G/4G). The only security that remains, is the security of the network you are connected to. A company network is safer than a public network like in restaurants or shops." : "Recuerda que sin una conexión segura, tus contraseñas podrían ser accesibles por cualquiera que esté conectado a la misma red que tú (WiFi o 3G/4G). La única seguridad que habrá es la seguridad de la red a la que estés conectado. La red del trabajo es más segura que una red pública como la de restaurantes o tiendas.",
    "Decrypting passwords" : "Desencriptando contraseñas",
    "Update required" : "Actualización necesaria",
    "%s has been updated to version %s, which requires an update of your passwords table. Do not close this window during the update." : "%s se ha actualizado a la versión %s, lo que requiere actualizar la base de datos. No cierre esta ventana durante la actualización.",
    "Update" : "Actualizar",
    "Update done. This page must now reload." : "Actualización completada. Hay que recargar la página.",
    "Reload" : "Recargar",
    "Delete all items in trash bin" : "Vaciar la papelera",
    "Edit" : "Editar",
    "Copy" : "Copiar",
    "Share" : "Compartir",
    "Value copied to clipboard" : "Valor copiado al portapapeles",
    "Last changed" : "Último cambio",
    "Click on a <b>column head</b> to sort the column." : "Clica en el <b>título de una columna</b> para ordenarla.",
    "Click on a <b>user name</b> or a <b>password</b> to be able to copy it to the clipboard." : "Clica en el <b>nombre de usuario</b> o <b>contraseña</b> para copiarlo al portapapeles.",
    "Click on a <b>website</b> to open it in a new tab." : "Clica en el <b>sitio web</b> para abrirlo en una nueva pestaña.",
    "The <b>password date</b> becomes <orange>orange after %s days</orange> and <red>red after %s days</red>." : "La <b>fecha de la contraseña</b> se vuelve <orange>naranja después de %s días</orange> y <red>rojo a los %s días</red>.",
    "The <b>strength value</b> is interpreted as" : "La <b>dificultad de la contraseña</b> se interpreta como",
    "or" : "o",
    "No passwords yet" : "Sin contraseñas todavía",
    "Create some new passwords!" : "¡Crea nuevas contraseñas!",
    "Empty trash bin" : "Papelera vacía",
    "Deleted passwords will be shown here!" : "Las contraseñas eliminadas se mostrarán aquí.",
    "Back to passwords" : "Volver a contraseñas",
    "Create a new category" : "Crea una nueva categoría",
    "Name of category" : "Nombre de categoría",
    "Add category" : "Añadir categoría",
    "List of categories" : "Lista de categorías",
    "No categories yet" : "Sin categorías todavía",
    "You will be logged off automatically when this countdown reaches 0" : "Tu sesión expirará automáticamente cuando esta cuenta llegue a 0",
    "Active passwords" : "Contraseñas activas",
    "Filter" : "Filtro",
    "Search for" : "Buscar",
    "Clear" : "Borrar",
    "Add new password" : "Añadir nueva contraseña",
    "Notes (optional)" : "Notas (opcional)",
    "site.com or Name Inc." : "URL o empresa",
    "Login name or e-mail" : "Nombre de usuario",
    "Show website icons" : "Muestra iconos de sitio web",
    "Hide usernames" : "Ocultar nombres de usuario",
    "Hide passwords" : "Ocultar contraseñas",
    "This will show values as '*****', so you will need to click on a value to actually view it. This is useful to prevent others from making screenshots or taking photos of your password list" : "Esto mostrará valores como '*****' y deberá hacer clic en un valor para verlo. Esto es útil para evitar que otras personas puedan realizar fotos o capturas de pantalla de su lista de contraseñas",
    "Note: the search function will not work on hidden values" : "Nota: La función de búsqueda no funcionará en valores ocultos",
    "Hide columns" : "Ocultar columnas",
    "This will put a timer on the lower right of the screen, which resets on activity." : "Esto situará un cronómetro en la parte inferior derecha de la pantalla, que se reiniciará cuando haya actividad.",
    "Setting a countdown will log you off too when your session cookie ends (set to %s seconds by your administrator)" : "Establecer una cuenta atrás hará que la sesión expire cuando caduque la cookie de sesión (establecido a %s por tu administrador)",
    "Select options" : "Elige opciones",
    "File contains headers" : "Archivo contiene encabezado",
    "Values are separated by quotation marks" : "Los valores están separados por comillas",
    "Characters %s and %s need to be escaped" : "Caracteres %s y %s necesitan ser escapados",
    "Lines are split on" : "División de líneas por",
    "Select all" : "Seleccionar todo",
    "Select none" : "No seleccionar nada",
    "Backup and import" : "Backup e importación",
    "Move all to trash" : "Mover todo a la papelera",
    "Click to move all active passwords to the trash" : "Clica para mover todas las contraseñas a la papelera",
    "Click to download a backup as an UNENCRYPTED plain text file" : "Clica para descargar una copia en un fichero de texto SIN ENCRIPTAR",
    "Your administrator does not allow you to download backups" : "El administrador no permite descargar copias de seguridad",
    "Password info" : "Información",
    "Length" : "Longitud"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}