{ "translations": {
    "Passwords" : "Fjalëkalime",
    "Website or company" : "Sajt ose shoqëri",
    "Login name" : "Emër hyrjeje",
    "Password" : "Fjalëkalim",
    "Error: Could not create password." : "Gabim: S’u krijua dot fjalëkalim.",
    "Save" : "Ruaje",
    "Error: Could not update password." : "Gabim: S’u përditësuan dot fjalëkalimet.",
    "This will delete the category" : "Kjo do ta fshijë kategorinë",
    "Are you sure?" : "Jeni i sigurt?",
    "Category" : "Kategori",
    "Error: Could not delete category." : "Gabim: S’u fshi dot kategoria.",
    "Error: Could not load categories." : "Gabim: S’u ngarkuan dot kategoritë.",
    "Error: Could not create category." : "Gabim: S’u krijua dot kategori.",
    "Categories" : "Kategori",
    "This will permanently delete all passwords in this trash bin." : "Kështu do të fshihen përgjithnjë krejt fjalëkalimet në këtë kosh hedhurinash.",
    "Trash bin" : "Kosh hedhurinash",
    "Deletion of all trashed passwords done." : "Fshirja e krejt fjalëkalimeve të shpënë te hedhurinat u krye.",
    "Notes" : "Shënime",
    "The password was moved to the trash bin." : "Fjalëkalimi u kalua te hedhurinat.",
    "This will delete the password for" : "Kjo do ta fshijë fjalëkalimin për",
    "with user name" : "me emër përdoruesi",
    "Error: Could not delete password." : "Gabim: S’u fshi dot fjalëkalimi.",
    "Fill in the website, user name and password." : "Plotësoni sajtin, emrin e përdoruesit dhe fjalëkalimin.",
    "Add password" : "Shtoni fjalëkalim",
    "Fill in a valid URL in the first field." : "Plotësoni një URL të vlefshme te fusha e parë.",
    "Note: This field is optional and can be left blank." : "Shënim: Kjo fushë është opsionale dhe mund të lihet e zbrazët.",
    "Fill in a valid number as length with a minimum of 4." : "Plotësoni për gjatësinë një numër të vlefshëm, minimumi 4.",
    "Generate password" : "Prodho fjalëkalim",
    "Select at least one option to generate a password." : "Përzgjidhni të paktën një mundësi që të prodhohet një fjalëkalim.",
    "The context menu is disabled by your administrator." : "Menuja e kontekstit është çaktivizuar nga përgjegjësi juaj.",
    "Context menu" : "Menu konteksti",
    "Error: Could not load passwords." : "Gabim: S’u ngarkuan dot fjalëkalimet.",
    "No categories" : "Pa kategori",
    "None" : "Asnjë",
    "Edit categories" : "Përpunoni kategoritë",
    "Weak" : "I dobët",
    "Moderate" : "Moderojeni",
    "Strong" : "I fortë",
    "No" : "Jo",
    "Yes" : "Po",
    "January" : "Janar",
    "February" : "Shkurt",
    "March" : "Mars",
    "April" : "Prill",
    "May" : "Maj",
    "June" : "Qershor",
    "July" : "Korrik",
    "August" : "Gusht",
    "September" : "Shtator",
    "October" : "Tetor",
    "November" : "Nëntor",
    "December" : "Dhjetor",
    "today" : "sot",
    "day ago" : "ditë më parë",
    "days ago" : "ditë më parë",
    "Strength" : "Fortësi",
    "This function is unsupported on your browser. Use a modern browser instead." : "Ky funksion nuk mbulohet nga shfletuesi juaj. Përdorni më mirë një shfletues modern.",
    "Download Backup" : "Shkarkoje Kopjeruajtjen",
    "This will download an unencrypted backup file, which contains all your passwords." : "Kështu do të shkarkohet një kartelë kopjeruajtje e pafshehtëzuar, e cila përmban krejt fjalëkalimet tuaj.",
    "This file is fully compatible with other password services, such as KeePass, 1Password and LastPass." : "Kjo kartelë është plotësisht e përputhshme me shërbime të tjerë fjalëkalimesh, të tillë si KeePass, 1Password dhe LastPass.",
    "Would you like to backup deleted passwords too?" : "Do të donit të kopjeruhen edhe fjalëkalimet e fshirë?",
    "Import CSV File" : "Importo kartelë CSV",
    "This is not a valid CSV file." : "Kjo kartelë s’është kartelë CSV e vlefshme.",
    "Preview" : "Paraparje",
    "This file contains no passwords." : "Kjo kartelë s’përmban fjalëkalime.",
    "This file contains one or more values without quotation marks." : "Kjo kartelë përmban një ose më tepër vlera pa pikëpyetje.",
    "This file contains one or more lines with less than 3 columns." : "Kjo kartelë përmban një ose më tepër rreshta me më pak se 3 shtylla.",
    "Import" : "Importoje",
    "Full URL" : "URL e plotë",
    "Do not import" : "Mos e importo",
    "This is not a valid URL, so this value will not be saved:" : "Kjo s’është URL e vlefshme, ndaj kjo vlerë nuk do të ruhet:",
    "Import of passwords done. This page will now reload." : "Importimi i fjalëkalimeve u krye. Kjo faqe tani do të ringarkohet.",
    "Error: The password of website '%s' cannot be imported. However, the import progress will continue." : "Gabim: S’importohet dot fjalëkalimi për sajtin '%s'. Megjithatë, importimi do të vazhdojë të përparojë.",
    "Enter a new value and press Save to keep the new value.\nThis cannot be undone." : "Jepni një vlerë të re dhe shtypni Ruaje që të mbahet vlera e re.\n Kjo s’mund të zhbëhet.",
    "Lowercase characters" : "Shenjash me të vogla",
    "Uppercase characters" : "Shenja me të mëdhaja",
    "Numbers" : "Numra",
    "Punctuation marks" : "Shenja pikësimi",
    "characters" : "shenja",
    "Full URL (optional)" : "URL e plotë (opsionale)",
    "Fill in a valid URL." : "Plotësoni një URL të vlefshme.",
    "Move old value to trash bin" : "Shpjere vlerën e vjetër te koshi i hedhurinave",
    "Cancel" : "Anuloje",
    "All passwords were moved to the trash bin." : "Fjalëkalimet u shpunë të tërë në koshin e hedhurinave.",
    "There are no passwords to be moved." : "S’ka fjalëkalime për t’i zhvendosur.",
    "You will be logged off due to inactivity of %s seconds." : "Do të nxirreni nga sesioni për shkak mosveprimtarie gjatë %s sekondash.",
    "You can change the timer settings in the '%s' menu." : "Rregullimet për kohëmatësin mund t’i ndryshoni te menuja '%s'.",
    "Personal" : "Personale",
    "You will be logged off due to expiration of your session cookie (set to %s minutes)." : "Do të nxirreni nga sesioni për shkak të skadimit të cookie-t të sesionit tuaj (caktuar si %s minuta).",
    "Error while saving field" : "Gabim teksa ruhej fusha",
    "seconds" : "sekonda",
    "minutes" : "minuta",
    "Fill in a number between %s and %s" : "Plotësojeni me një numër ndërmjet %s dhe %s",
    "Use inactivity countdown" : "Përdor numërim së prapthi për mosveprimtari",
    "Red" : "E kuqe",
    "after" : "pas",
    "days" : "ditë",
    "Orange" : "Portokalli",
    "to" : "për",
    "Security" : "Siguri",
    "Block app when not connected to %s using a secured connection" : "Bllokojeni aplikacionin kur nuk lidhet te %s përmes një lidhje të sigurt",
    "Turning this off is HIGHLY DISCOURAGED" : "Çaktivizimi i kësaj SHKURAJOHET ME FORCË",
    "Allow users to download a backup as an unencrypted, plain text file" : "Lejoju përdoruesve të shkarkojnë një kopjeruajtje si kartelë teksti të thjeshtë, të pafshehtëzuar",
    "Disable browsers context menu" : "Çaktivizo menu konteksti në shfletues",
    "This will make it harder for users to use the functions of the browsers context menu, but it may really be annoying to some users" : "Kjo do t’ua vështirësojë përdoruesve përdorimin e funksioneve të menusë së kontekstit në shfletuesin tuaj, por për disa përdorues mund të jetë vërtet bezdisëse",
    "Website icons" : "Ikona sajti",
    "Allow website icons" : "Lejoni ikona sajti",
    "This will help users finding a website they are looking for in their list and it looks rather nice too, but it will send your IP address to another server" : "Kjo do t’i ndihmojë përdoruesit të gjejnë një sajt që po kërkojnë në listat e tyre dhe duket edhe bukur, por do të dërgojë adresën tuaj IP te një shërbyes tjetër",
    "Use Google" : "Përdor Google",
    "Use DuckDuckGo" : "Përdor DuckDuckGo",
    "Google DOES track your moves. Use DuckDuckGo preferably, since they don't" : "Google i NDJEK lëvizjet tuaja. Përdorni më mirë DuckDuckGo, meqë këta nuk i ndjekin",
    "Colour of password date" : "Ngjyrë date fjalëkalimi",
    "When the password date exceeds the limit for the green colour, the password will become orange or red too" : "Kur data e fjalëkalimit tejkalon kufirin për ngjyrën e gjelbër, edhe fjalëkalimi do të bëhet ngjyrë portokalli ose i kuq",
    "Green" : "E gjelbër",
    "ACCESS BLOCKED" : "HYRJE E BLLOKUAR",
    "There is no secure, encrypted connection." : "S’ka lidhje të sigurt, të fshehtëzuar.",
    "Click here" : "Klikoni këtu",
    "for a secured connection, or" : "për një lidhje të sigurt, ose",
    "to continue without a secure connection." : "për të vazhduar pa lidhje të sigurt.",
    "Please note that without a secure connection, your passwords may be accessible by everyone who is also connected to your network (WiFi or 3G/4G). The only security that remains, is the security of the network you are connected to. A company network is safer than a public network like in restaurants or shops." : "Ju lutemi, mbani parasysh se pa një lidhje të sigurt, fjalëkalimet tuaj mund të jenë të kapshëm nga cilido tjetër që është i lidhur te rrjeti juaj (përmes WiFi ose 3G/4G). E vetmja masë sigurie që mbetet, është ajo e rrjetit në të cilin jeni lidhur. Rrjeti i një kompanie është më i parrezikuar se sa një rrjet publik, si ata në restorante apo dyqane.",
    "Decrypting passwords" : "Po shfshehtëzohen fjalëkalime",
    "Update required" : "Lypset përditësim",
    "%s has been updated to version %s, which requires an update of your passwords table. Do not close this window during the update." : "%s është përditësuar me versionin %s, që lyp një përditësim të tabelës së fjalëkalimeve tuaj. Mos e mbyllni këtë dritare gjatë përditësimit.",
    "Update" : "Përditësoje",
    "Update done. This page must now reload." : "Përditësimi u krye. Faqja tani duhet ringarkuar.",
    "Reload" : "Ringarkoje",
    "Delete all items in trash bin" : "Fshiji krejt objektet te koshi i hedhurinave",
    "Edit" : "Përpunoni",
    "Copy" : "Kopjoje",
    "Share" : "Ndaje",
    "Value copied to clipboard" : "Vlera u kopjua në të papastër",
    "Last changed" : "Ndryshuar së fundi më",
    "Click on a <b>column head</b> to sort the column." : "Klikoni mbi <b>kryet e një shtylle</b> që të renditet shtylla.",
    "Click on a <b>user name</b> or a <b>password</b> to be able to copy it to the clipboard." : "Klikoni mbi <b>emrin e përdoruesit</b> ose mbi një <b>fjalëkalim</b> që të mund ta kopjoni në të papastër.",
    "Click on a <b>website</b> to open it in a new tab." : "Klikoni mbi një <b>sajt</b> që ta hapni në një skedë të re.",
    "The <b>password date</b> becomes <orange>orange after %s days</orange> and <red>red after %s days</red>." : "<b>Data e fjalëkalimit</b> bëhet <orange>portokalli pas %s ditësh</orange> dhe <red>e kuqe pas %s ditësh</red>.",
    "The <b>strength value</b> is interpreted as" : "<b>Vlera për fortësinë</b> interpretohet si",
    "or" : "ose",
    "No passwords yet" : "Ende pa fjalëkalime",
    "Create some new passwords!" : "Krijoni ca fjalëkalime të reja!",
    "Empty trash bin" : "Zbraz koshin e hedhurinave",
    "Deleted passwords will be shown here!" : "Fjalëkalimet e fshirë do të shfaqen këtu!",
    "Back to passwords" : "Mbrapsht te fjalëkalimet",
    "Create a new category" : "Krijoni kategori të re",
    "Name of category" : "Emër kategorie",
    "Add category" : "Shtoni kategori",
    "List of categories" : "Listë kategorish",
    "No categories yet" : "Ende pa kategori ",
    "You will be logged off automatically when this countdown reaches 0" : "Kur numërimi së prapthi mbërrin në 0, do të kryhet dalja juaj nga sesioni",
    "Active passwords" : "Fjalëkalime aktive",
    "Filter" : "Filtër",
    "Search for" : "Kërkoni për",
    "Clear" : "Pastroje",
    "Add new password" : "Shtoni fjalëkalim të ri",
    "Notes (optional)" : "Shënime (opsionale)",
    "site.com or Name Inc." : "site.com ose Name Inc.",
    "Login name or e-mail" : "Emër hyrjeje ose e-mail",
    "Show website icons" : "Shfaq ikona sajti",
    "Hide usernames" : "Fshihi emrat e përdoruesve",
    "Hide passwords" : "Fshihi fjalëkalimet",
    "This will show values as '*****', so you will need to click on a value to actually view it. This is useful to prevent others from making screenshots or taking photos of your password list" : "Kjo do të bëjë që vlerat të shfaqen si '*****', ndaj do t’ju duhet të klikoni mbi një vlerë që të mund ta shihni. Kjo është e dobishme për t’ua bërë të pamundur të tjerëve të bëjnë foto ekrani ose të bëjnë foto të listës suaj të fjalëkalimeve",
    "Note: the search function will not work on hidden values" : "Shënim: funksioni i kërkimit nuk do të punojë me vlera të fshehura",
    "Hide columns" : "Fshihi shtyllat",
    "This will put a timer on the lower right of the screen, which resets on activity." : "Kjo do të vendosë një kohëmatës në cepin e poshtëm djathtas të ekranit, i cili zerohet me çdo veprimtari.",
    "Setting a countdown will log you off too when your session cookie ends (set to %s seconds by your administrator)" : "Caktimi i një numërimi së prapthi do të shkaktojë daljen tuaj nga sesioni, kur të skadojë cookie për të (vënë si %s sekonda nga përgjegjësi juaj)",
    "Select options" : "Mundësi përzgjedhjesh",
    "File contains headers" : "Kartela përmban krye",
    "Values are separated by quotation marks" : "Vlerat ndahen me pikëpyetje",
    "Select all" : "Përzgjidhi krejt",
    "Select none" : "Mos përzgjidh gjë",
    "Backup and import" : "Kopjeruaje dhe importoje",
    "Move all to trash" : "Shpjeri të gjitha te hedhurinat",
    "Click to move all active passwords to the trash" : "Klikoni që t’i shpini krejt fjalëkalimet te hedhurinat",
    "Click to download a backup as an UNENCRYPTED plain text file" : "Klikoni që të shkarkoni një kopjeruajtje si kartelë tekst të thjeshtë të PAFSHEHTËZUAR",
    "Your administrator does not allow you to download backups" : "Përgjegjësi juaj nuk ju lejon të shkarkoni kopjeruajtje",
    "Password info" : "Të dhëna fjalëkalimi",
    "Length" : "Gjatësi"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}