{ "translations": {
    "Passwords" : "รหัสผ่าน",
    "Continue" : "ดำเนินการต่อ",
    " Caps Lock might be on." : "Caps Lock อาจเปิดใช้งานอยู่",
    "This password is invalid. Please try again." : "รหัสผ่านนี้ไม่ถูกต้อง กรุณาลองอีกครั้ง",
    "Settings" : "ตั้งค่า",
    "Error while saving field" : "ข้อผิดพลาดขณะกำลังบันทึกช่อง",
    "Website or company" : "เว็บไซต์หรือบริษัท",
    "Login name" : "เข้าสู่ระบบโดยชื่อ",
    "Password" : "รหัสผ่าน",
    "You do not have a valid share key, to decrypt this password. Ask the user that shared this password with you, to reshare it." : "คุณไม่มี Share key ที่ถูกต้องเพื่อถอดรหัสรหัสผ่านนี้ กรุณาร้องขอให้เจ้าของแชร์รหัสกับคุณ เพื่อที่คุณจะได้แชร์ต่อได้",
    "Invalid share key" : "Share key ไม่ถูกต้อง",
    "Error: Could not create password." : "ข้อผิดพลาด: ไม่สามารถสร้างรหัสผ่าน",
    "Save" : "บันทึก",
    "Error: Could not update password." : "ข้อผิดพลาด: ไม่สามารถอัพเดทรหัสผ่าน",
    "This will delete the category" : "นี้จะลบหมวดหมู่",
    "Are you sure?" : "คุณแน่ใจนะ?",
    "Category" : "หมวดหมู่",
    "Error: Could not load categories." : "ข้อผิดพลาด: ไม่สามารถโหลดหมวดหมู่",
    "Error: Could not delete category." : "ข้อผิดพลาด: ไม่สามารถลบหมวดหมู่",
    "Error: Could not create category." : "ข้อผิดพลาด: ไม่สามารถสร้างหมวดหมู่",
    "Categories" : "หมวดหมู่",
    "This will permanently delete all passwords in this trash bin." : "นี้จะลบรหัสผ่านทั้งหมดในถังขยะนี้อย่างถาวร",
    "Trash bin" : "ถังขยะ",
    "Deletion of all trashed passwords done." : "ลบรหัสผ่านที่อยู่ในถังขยะทั้งหมดเรียบร้อยแล้ว",
    "Share" : "แชร์",
    "Shared by %s" : "ถูกแชร์โดย %s",
    "Notes" : "บันทึกย่อ",
    "The password was moved to the trash bin." : "รหัสผ่านถูกย้ายไปที่ถังขยะแล้ว",
    "This password is no longer shared anymore." : "รหัสผ่านนี้ไม่ได้ถูกแชร์อีกต่อไปแล้ว",
    "This will delete the password for" : "นี้จะลบรหัสผ่านสำหรับ",
    "with user name" : "กับชื่อผู้ใช้",
    "Error: Could not delete password." : "ข้อผิดพลาด: ไม่สามารถลบรหัสผ่าน",
    "seconds" : "วินาที",
    "minutes" : "นาที",
    "Fill in a number between %s and %s" : "กรอกตัวเลขระหว่าง %s และ %s",
    "The master password has been removed." : "รหัสผ่านหลักได้ถูกลบออกแล้ว",
    "Master password" : "รหัสผ่านหลัก",
    "The master password has been set." : "กำหนดรหัสผ่านหลักเรียบร้อยแล้ว",
    "The new passwords do not match." : "รหัสผ่านใหม่ไม่ตรงกัน",
    "Fill in the website, user name and password." : "กรอกข้อมูลลงในเว็บไซต์ ชื่อผู้ใช้และรหัสผ่าน",
    "Add password" : "เพิ่มรหัสผ่าน",
    "Fill in a valid URL in the first field." : "กรอก URL ที่ถูกต้องในช่องแรก",
    "Note: This field is optional and can be left blank." : "หมายเหตุ: ช่องนี้เป็นเพียงตัวเลือก คุณสามารถปล่อยว่างไว้",
    "Fill in a valid number as length with a minimum of 4." : "กรอกตัวเลขอย่างน้อย 4 ตัวอักษร",
    "Generate password" : "สร้างรหัสผ่าน",
    "Select at least one option to generate a password." : "เลือกอย่างน้อยหนึ่งตัวเลือกในการสร้างรหัสผ่าน",
    "The context menu is disabled by your administrator." : "เมนูบริบทถูกปิดใช้งานโดยผู้ดูแลระบบของคุณ",
    "Context menu" : "เมนูบริบท",
    "Error: Could not load passwords." : "ข้อผิดพลาด: ไม่สามารถโหลดรหัสผ่าน",
    "No categories" : "ไม่มีหมวดหมู่",
    "None" : "ไม่มี",
    "Edit categories" : "แก้ไขหมวดหมู่",
    "Shared to %s" : "ได้ถูกแชร์ไปยัง %s",
    "Weak" : "จุดอ่อน",
    "Moderate" : "ปานกลาง",
    "Strong" : "แข็งแรง",
    "No" : "ไม่ตกลง",
    "Yes" : "ตกลง",
    "January" : "มกราคม",
    "February" : "กุมภาพันธ์",
    "March" : "มีนาคม",
    "April" : "เมษายน",
    "May" : "พฤษภาคม",
    "June" : "มิถุนายน",
    "July" : "กรกฏาคม",
    "August" : "สิงหาคม",
    "September" : "กันยายน",
    "October" : "ตุลาคม",
    "November" : "พฤศจิกายน",
    "December" : "ธันวาคม",
    "today" : "วันนี้",
    "day ago" : "วันที่ผ่านมา",
    "days ago" : "วัน ที่ผ่านมา",
    "Strength" : "จุดแข็ง",
    "This function is unsupported on your browser. Use a modern browser instead." : "ฟังก์ชันนี้ไม่ได้ได้รับการสนับสนุนบนเบราว์เซอร์ของคุณ กรุณาใช้เบราว์เซอร์อื่นๆแทน",
    "Download Backup" : "ดาวน์โหลดสำรองข้อมูล",
    "This will download an unencrypted backup file, which contains all your passwords." : "นี้จะดาวน์โหลดไฟล์สำรองที่ไม่ได้เข้ารหัส ซึ่งมีรหัสผ่านของคุณทั้งหมด",
    "This file is fully compatible with other password services, such as KeePass, 1Password and LastPass." : "ไฟล์นี้เข้ากันได้กับบริการบันทึกรหัสผ่านเช่น KeePass, 1Password และ LastPass",
    "Would you like to backup deleted passwords too?" : "คุณต้องการที่จะลบรหัสผ่านสำรองด้วยไหม?",
    "Import CSV File" : "นำเข้าไฟล์ CSV",
    "This is not a valid CSV file." : "นี้ไม่ใช่ไฟล์ CSV ที่ถูกต้อง",
    "Preview" : "ตัวอย่าง",
    "This file contains no passwords." : "ไฟล์นี้ไม่ติดรหัสผ่าน",
    "This file contains one or more values without quotation marks." : "ไฟล์นี้มีค่าหนึ่งหรือมากกว่าโดยไม่ต้องใส่เครื่องหมายอัญประกาศหรือเครื่องหมายฟันหนู",
    "This file contains one or more lines with less than 3 columns." : "ไฟล์นี้จะต้องมีหนึ่งบรรทัดหรือมากกว่าและต้องน้อยกว่า 3 คอลัมน์",
    "Import" : "นำเข้า",
    "Full URL" : "URL แบบเต็ม",
    "Do not import" : "ไม่นำเข้า",
    "This is not a valid URL, so this value will not be saved:" : "นี้เป็น URL ที่ไม่ถูกต้อง ดังนั้นค่านี้จะไม่ถูกบันทึก:",
    "Import of passwords done. This page will now reload." : "นำเข้ารหัสผ่านสำเร็จ หน้านี้จะถูกรีโหลด",
    "Error: The password of website '%s' cannot be imported. However, the import progress will continue." : "ข้อผิดพลาด: รหัสผ่านของเว็บไซต์ '%s' ไม่สามารถนำเข้าได้ อย่างไรก็ตามงานจะยังคงจะดำเนินต่อไป",
    "Choose one or more users and press Share." : "เลือกผู้ใช้หนึ่งหรือมากกว่าแล้วกดแชร์",
    "Enter a new value and press Save to keep the new value.\nThis cannot be undone." : "ป้อนค่าและกดบันทึกเพื่อเก็บค่าใหม่ นี้จะไม่สามารถยกเลิกได้",
    "There are no users available you can share with." : "ยังไม่มีผู้ใช้ที่คุณสามารถแชร์ได้",
    "LDAP is unsupported in this version." : "ownCloud รุ่นนี้ไม่สนับสนุน LDAP",
    "Add new password" : "เพิ่มรหัสผ่านใหม่",
    "Lowercase characters" : "ตัวอักษรตัวพิมพ์เล็ก",
    "Uppercase characters" : "อักขระตัวพิมพ์ใหญ่",
    "Numbers" : "ตัวเลข",
    "Punctuation marks" : "เครื่องหมายวรรคตอน",
    "characters" : "ตัวอักษร",
    "Full URL (optional)" : "URL แบบเต็ม (ตัวเลือก)",
    "Fill in a valid URL." : "กรอก URL ที่ถูกต้อง",
    "Move old value to trash bin" : "ย้ายค่าเดิมไปที่ถังขยะ",
    "Cancel" : "ยกเลิก",
    "Stop sharing" : "ยกเลิกการแชร์",
    "Add" : "เพิ่ม",
    "Clear" : "ล้างข้อมูล",
    "All passwords were moved to the trash bin." : "รหัสผ่านทั้งหมดถูกย้ายไปที่ถังขยะ",
    "There are no passwords to be moved." : "ยังไม่มีมีรหัสผ่านที่ถูกย้ายมา",
    "You will be logged off due to inactivity of %s seconds." : "คุณจะถูกเตะออกจากระบบ หากไม่มีการใช้งานเกิน %s วินาที",
    "You can change the timer settings in the '%s' menu." : "คุณสามารถเปลี่ยนการตั้งค่าเวลาในเมนู '%s'",
    "Personal" : "ส่วนตัว",
    "You will be logged off due to expiration of your session cookie (set to %s minutes)." : "คุณจะถูกเตะออกจากระบบเนื่องจากคุกกี้เซสชันของคุณหมดอายุ (ตั้งค่าเป็น %s นาที)",
    "Use inactivity countdown" : "การนับถอยหลังไม่ได้ถูกใช้งาน",
    "Red" : "แดง",
    "after" : "หลัง",
    "days" : "วัน",
    "Orange" : "ส้ม",
    "to" : "ถึง",
    "App location" : "ที่อยู่ของแอพฯ",
    "Change this to support other app folders" : "การเปลี่ยนแปลงนี้สนับสนุนโฟลเดอร์แอพฯอื่นๆ",
    "An invalid folder name will break the app and these settings too! The value is saved to the database table %s" : "ชื่อโฟลเดอร์ที่ไม่ถูกต้องจะทำให้แอพฯและการตั้งค่ามีปัญหา! ค่าจะถูกบันทึกไว้ในตารางฐานข้อมูล %s",
    "Security" : "ความปลอดภัย",
    "Block app when not connected to %s using a secured connection" : "ปิดกั้นแอพฯ เมื่อเชื่อมต่อไปยัง %s หากไม่ได้ใช้การเชื่อมต่อที่ปลอดภัย",
    "Allow users to download a backup as an unencrypted, plain text file" : "อนุญาตให้ผู้ใช้ดาวน์โหลดไฟล์สำรองข้อมูลเป็นไฟล์ข้อความธรรมดาที่ไม่ถูกเข้ารหัส",
    "Disable browsers context menu" : "ปิดการใช้งานเมนูบริบทของเบราว์เซอร์",
    "This will make it harder for users to use the functions of the browsers context menu, but it may really be annoying to some users" : "มันจะสร้างความยุ่งยากให้กับผู้ใช้บางท่าน หากเราเปิดใช้งานเมนูบริบทของเบราว์เซอร์",
    "Website icons" : "ไอคอนของเว็บไซต์",
    "Allow website icons" : "อนุญาตให้ใช้ไอคอนของเว็บไซต์",
    "This will help users finding a website they are looking for in their list and it looks rather nice too, but it will send your IP address to another server" : "นี้จะช่วยให้ผู้ใช้ค้นหาเว็บไซต์ที่พวกเขากำลังมองหาในรายการของพวกเขา แต่มันจะส่งที่อยู่ IP ของคุณไปยังเซิร์ฟเวอร์อื่น",
    "Use DuckDuckGo" : "ใช้ DuckDuckGo",
    "Use Google" : "ใช้ Google",
    "Colour of password date" : "สีของรหัสผ่าน",
    "Green" : "สีเขียว",
    "ownCloud password" : "รหัสผ่าน ownCloud",
    "Authenticate" : "การตรวจสอบสิทธิ์",
    "You need to authenticate using your password" : "คุณจำเป็นต้องตรวจสอบการใช้รหัสผ่านของคุณ",
    "This can be changed in this app, after you have successfully authenticated" : "นี้สามารถเปลี่ยนแปลงได้ในแอพฯ หลังจากที่คุณผ่านการตรวจสอบสิทธิ์",
    "ACCESS BLOCKED" : "การเข้าถึงถูกปฏิเสธ",
    "There is no secure, encrypted connection." : "ที่นั่นไม่มีความปลอดภัย เข้ารหัสการเชื่อมต่อแล้ว",
    "Click here" : "คลิกที่นี่",
    "for a secured connection, or" : "สำหรับการเชื่อมต่อที่ปลอดภัยหรือ",
    "to continue without a secure connection." : "ดำเนินการต่อไปโดยไม่ใช้การเชื่อมต่อที่ปลอดภัย",
    "Please note that without a secure connection, your passwords may be accessible by everyone who is also connected to your network (WiFi or 3G/4G). The only security that remains, is the security of the network you are connected to. A company network is safer than a public network like in restaurants or shops." : "โปรดทราบว่าการเชื่อมต่อที่ไม่ปลอดภัยจะทำให้รหัสผ่านของคุณอาจถูกเข้าถึงได้โดยทุกคนที่เชื่อมต่อกับเครือข่ายของคุณ (WiFi หรือ 3G/4G) ตอนนี้ความปลอดภัยของคุณจะขึ้นอยู่กับเครือข่ายที่คุณเชื่อมต่อ",
    "Decrypting passwords" : "กำลังถอดรหัสรหัสผ่าน",
    "Update required" : "จำเป็นต้องอัพเดท",
    "%s has been updated to version %s, which requires an update of your passwords table. Do not close this window during the update." : "%s ได้ถูกอัพเดทเป็นเวอร์ชัน %s ตารางรหัสผ่านของคุณจะถูกอัพเดท อย่าปิดหน้าต่างนี้ในระหว่างการอัพเดท",
    "Update" : "อัพเดท",
    "Update done. This page must now reload." : "อัพเดทสำเร็จ กรุณาโหลดหน้านี้ใหม่",
    "Reload" : "โหลดใหม่อีกครั้ง",
    "Delete all items in trash bin" : "ลบรายการทั้งหมดในถังขยะ",
    "Edit" : "แก้ไข",
    "Copy" : "คัดลอก",
    "Clone" : "โคลน",
    "Value copied to clipboard" : "คัดลอกค่าไปที่คลิปบอร์ด",
    "Last changed" : "การเปลี่ยนแปลงล่าสุด",
    "Click on a <b>column head</b> to sort the column." : "คลิกบน <b>หัวของคอลัมน์</b> เพื่อจัดเรียงคอลัมน์",
    "Click on a <b>user name</b> or a <b>password</b> to be able to copy it to the clipboard." : "คลิกบน <b>ชื่อผู้ใช้</b> หรือ <b>รหัสผ่าน</b> เพื่อให้สามารถคัดลอกไปยังคลิปบอร์ด",
    "Click on a <b>website</b> to open it in a new tab." : "คลิกบน <b>เว็บไซต์</b> เพื่อเปิดแท็บใหม่",
    "The <b>password date</b> becomes <orange>orange after %s days</orange> and <red>red after %s days</red>." : "<b>สีของรหัสผ่าน</b> จะกลายเป็น <orange>สีส้มหลังจากผ่านไป %s วัน</orange> และ <red>สีแดงหลังจากผ่านไป %s วัน</red>",
    "or" : "หรือ",
    "No passwords yet" : "ยังไม่มีรหัสผ่าน",
    "Create some new passwords!" : "สร้างรหัสผ่านใหม่!",
    "Empty trash bin" : "ถังขยะว่างเปล่า",
    "Deleted passwords will be shown here!" : "รหัสผ่านที่ถูกลบจะแสดงที่นี่!",
    "Back to passwords" : "กลับไปที่รหัสผ่าน",
    "Create a new category" : "สร้างหมวดหมู่ใหม่",
    "Name of category" : "ชื่อของหมวดหมู่",
    "Add category" : "เพิ่มหมวดหมู่",
    "List of categories" : "รายการหมวดหมู่",
    "No categories yet" : "ยังไม่มีหมวดหมู่",
    "You will be logged off automatically when this countdown reaches 0" : "คุณจะตัดออกจากระบบโดยอัตโนมัติเมื่อเลขนับถอยหลังนี้ถึง 0",
    "Lock app" : "ล็อคแอพฯ",
    "Active passwords" : "รหัสผ่านที่ใช้งานอยู่",
    "Search for" : "ค้นหา",
    "Filter" : "ตัวกรอง",
    "Move all to trash" : "ย้ายทั้งหมดไปที่ถังขยะ",
    "Notes (optional)" : "บันทึกย่อ (ตัวเลือก)",
    "site.com or Name Inc." : "site.com หรือ ชื่อบริษัท จำกัด",
    "Login name or e-mail" : "ชื่อผู้ใช้หรืออีเมล",
    "This will put a timer on the lower right of the screen, which resets on activity." : "นี้จะทำให้มีการจับเวลาที่มุมขวาล่างของหน้าจอ ซึ่งจะตั้งค่ากิจกรรมใหม่",
    "or (if you've set an extra authentication password) the app will be locked down" : "หรือ (หากคุณตั้งรหัสผ่านการตรวจสอบสิทธิ์แบบพิเศษ) แอพฯจะถูกล็อค",
    "Show website icons" : "แสดงไอคอนเว็บไซต์",
    "Hide usernames" : "ซ่อนชื่อผู้ใช้",
    "Hide passwords" : "ซ่อนรหัสผ่าน",
    "Note: the search function will not work on hidden values" : "หมายเหตุ: ฟังก์ชั่นการค้นหาจะไม่ทำงานกับค่าที่ซ่อนอยู่",
    "Hide columns" : "ซ่อนคอลัมน์",
    "Select options" : "เลือกตัวเลือก",
    "File contains headers" : "ไฟล์ที่ประกอบด้วยส่วนหัว",
    "Values are separated by quotation marks" : "ค่าจะถูกคั่นด้วยเครื่องหมายคำพูด",
    "Characters %s and %s need to be escaped" : "จะต้องเอาตัวอักษร %s และ %s ออก",
    "Select all" : "เลือกทั้งหมด",
    "Select none" : "ไม่เลือก",
    "Extra authentication" : "การตรวจสอบสิทธิ์แบบพิเศษ",
    "When entering app, require:" : "เมื่อเข้าสู่แอพฯ จำเป็นต้องมี:",
    "No extra password" : "ไม่มีรหัสผ่านแบบพิเศษ",
    "Show lock button" : "แสดงปุ่มล็อค",
    "Enter new password" : "ป้อนรหัสผ่านใหม่",
    "Confirm new password" : "ป้อนรหัสผ่านใหม่อีกครั้ง",
    "Note: when you lose this password, you can never enter the %s app again!" : "หมายเหตุ: เมื่อคุณลืมรหัสผ่านนี้ คุณจะไม่สามารถใช้แอพฯ %s ได้อีก!",
    "Your administrator does not allow you to download backups" : "ผู้ดูแลระบบไม่อนุญาตให้คุณดาวน์โหลดไฟล์สำรองข้อมูล",
    "Password info" : "ข้อมูลรหัสผ่าน",
    "Length" : "ความยาว"
},"pluralForm" :"nplurals=1; plural=0;"
}